Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E16B.tmx
Source language: en_us
Languages: zh_cn

source: Strawberry oatmeal breakfast bowls
zh_cn: 如何制作素食草莓燕麦碗

source: Growing up in a busy family with two brothers and a sister, weekday breakfasts were always about the quick and easy.
zh_cn: 和两个兄弟，一个姐妹一起生活在一个繁忙的家庭中，早餐的宗旨就是方便快捷。

source: Cereal or oatmeal was the go-to, and Strawberries n' Cream instant oatmeal packets were my favorite.
zh_cn: 因此谷物和燕麦是我们的首选，而加入了草莓奶油的即食燕麦粥是我最喜欢的早餐。

source: While I still enjoy creamy strawberry oatmeal, I now take a more nutritious approach that includes a balance of protein, natural sugars, and healthy fats.
zh_cn: 虽然我还是很喜欢奶油草莓燕麦粥，但是现在我找到了一种更合理的方式来获得足够的蛋白质，天然糖类以及健康的脂肪。

source: These vegan Strawberry Oatmeal Breakfast Bowls are just as quick and tasty- but worlds healthier.
zh_cn: 这是一种素的草莓燕麦碗，它同样方便快捷而且美味，更重要的是它更加健康。

source: "Just add water" certainly has its place in the life of a bustling family, and that's exactly where this recipe can come into play.
zh_cn: 对于一个忙碌的家庭来说，“加水即食”的烹饪方式绝对有其一席之地。

source: It really is as simple as just adding milk (coconut and almond milk, that is), but instead of an empty carb breakfast that leaves you hungry at 10 a.m., you get a well-rounded meal that guarantees hours of satisfaction.
zh_cn: 而这份早餐食谱也是用类似的方法来操作，即“加奶（椰奶和杏仁奶）即食”。但是却可以让你在数小时内不感到饥饿，而不是像那些所谓碳水化合物的早餐，吃后还是有一种空空的感觉，可能上午10点就已经觉得饿了。

source: All it takes is a combination of fresh fruit, rolled oats, nuts, and seeds to start your day off on the right foot.
zh_cn: 这份早餐食谱上，只需要一些新鲜水果，燕麦，坚果和种籽，就可以开启让你精神振奋的一天。

source: This complete meal includes fresh strawberries, chia seeds, pumpkin seeds, slivered almonds, coconut milk, and almond milk. A little pure maple syrup is all you need for some natural sweetness.
zh_cn: 制作这份早餐，我们需要新鲜草莓，奇亚籽，南瓜籽，银杏仁，椰奶和杏仁奶，再加上一点点纯枫糖浆增加甜味就可以了。

source: If you like to change up your breakfast now and then, you can modify the recipe to your taste by adding a dollop of nut butter, yogurt, and/or a mix of your favorite fruit and nuts.
zh_cn: 如果你马上就想改变一下你的早餐，那也可以做些调整，使它更合你原来的口味，例如加一块坚果黄油，一些酸奶或者一些你喜欢的水果和果仁。

source: Another major plus: You can make this breakfast either hot or cold!
zh_cn: 你可以把它们混合后直接食用，也可以加热后再吃，而这，也是这份食谱的另一大优点。

source: Because the weather is getting warmer, I have been making the overnight version- one that's eaten cold- instead of cooking the oats on the stove top.
zh_cn: 现在天气越来越热了，所以我还提供一个制作凉的燕麦粥的方法，它只需要把燕麦放过夜，而不需要用到烤箱，早餐时就可以吃到凉的燕麦碗了。

source: If you've never made overnight oats, it's easy!
zh_cn: 如果你从来没有用这种方式烹饪过燕麦片，看了这个你就会发现它非常简单。

source: You simply soak the rolled oats in your choice of milk, along with sweetener and any other add-ins you like, such as vanilla or cinnamon, and plop it in the refrigerator overnight.
zh_cn: 你只需要把燕麦片泡在你喜欢的牛奶里，加一点糖和你喜欢的香料，比如香草或者肉桂，上下摇晃一下后放在冰箱里即可。

source: That's all it takes for your breakfast to be ready for you in the morning.
zh_cn: 第二天早上，你就可以用它制作你的早餐了。

source: Just add milk?
zh_cn: 加牛奶即食？

source: Don't mind if I do!
zh_cn: 当然可以！

source: Prep Time: 5 minutes
zh_cn: 食材准备时间：5分钟

source: Cook Time: 20 minutes
zh_cn: 烹饪时间：20分钟

source: Total Time: 25 minutes
zh_cn: 综合时间：25分钟

source: Yield: 4 servings
zh_cn: 制作量：4人份

source: Packed with hearty oats, juicy strawberries, and heart-healthy nuts and seeds, these wholesome breakfast bowls are as irresistible as they are satisfying.
zh_cn: 这种有益健康的草莓燕麦碗由饱满的燕麦，多汁的草莓和对心脏非常有益的坚果和种籽组成，既美味又美心。

source: We've included directions for both cold (overnight) and hot versions so that you can enjoy them all year long.
zh_cn: 所以我们准备了冷热两种烹饪方式，适用于一年四季。

source: Ingredients
zh_cn: 材料：

source: For the oatmeal:
zh_cn: 燕麦粥

source: 2 cups rolled oats (not the instant kind)
zh_cn: - 2杯燕麦片（非即食）

source: 2 tablespoons chia seeds
zh_cn: - 2匙奇亚籽

source: 2 tablespoons unsweetened shredded coconut
zh_cn: - 2匙原味椰子碎片

source: 2 tablespoons pure maple syrup
zh_cn: - 2匙纯枫糖浆

source: 1 (14-ounce) can lite coconut milk
zh_cn: - 1罐椰奶(14盎司）

source: 1 cup unsweetened almond milk
zh_cn: - 1杯原味杏仁奶

source: 1 teaspoon pure vanilla extract
zh_cn: - 1匙纯香草汁

source: For the bowls:
zh_cn: 碗

source: Fresh ripe strawberries, quartered
zh_cn: - 新鲜熟草莓，切成4等分

source: Slivered almonds
zh_cn: - 银杏

source: Pepitas (pumpkin seeds)
zh_cn: - 玻皮塔（南瓜子）

source: Additional almond milk or coconut milk
zh_cn: - 适量杏仁奶或者椰奶

source: Instructions
zh_cn: 做法

source: For the cold version (overnight oats):
zh_cn: 冷食（燕麦须过夜）

source: Add all oatmeal ingredients to a large container with an airtight lid and stir well.
zh_cn: 把制作燕麦片的所有材料放进一个较大的带有密封盖的容器中，混合均匀。

source: Seal and place in the refrigerator overnight (or at least 6 hours).
zh_cn: 封好后放入冰箱静置过夜（或者最少静置6小时）。

source: Divide the oats between four bowls and pile each with strawberries, pepitas, and almonds. Add additional almond milk or coconut milk if desired.
zh_cn: 将静置过的燕麦片均分放入4个碗中，再放入草莓，玻皮塔和杏仁，按喜好加入适量的杏仁奶或者椰奶。

source: For the hot version:
zh_cn: 热食

source: Add the oats, chia seeds, coconut, maple syrup, coconut milk, and almond milk to a medium-sized pot.
zh_cn: 1 在中型锅里放入燕麦，奇亚籽，椭子片，枫糖浆，椰奶和杏仁奶。

source: Bring to a full boil over medium-high heat, then reduce heat and simmer for 15 to 20 minutes, stirring occasionally, until oatmeal has thickened and the liquid has been absorbed. Remove from heat and stir in vanilla extract.
zh_cn: 用中高档火煮沸，然后把火关小闷煮15到20分钟。偶尔搅拌一下，等到水收干且燕麦变稠时，关火并加入香草汁搅拌。

source: Divide between four bowls and top with strawberries, almonds, and nuts, along with additional almond and/or coconut milk, if desired.
zh_cn: 将煮好的粥均分放入4个碗中，再将草莓，杏仁和坚果堆放在粥上，按喜好加入适量的杏仁奶或椰奶。

source: Notes
zh_cn: 注意事项

source: Prep and cook times are for the hot version of the recipe.
zh_cn: 上述准备时间和烹饪时间是热食谱的。

source: Allow for at least 6 hours for the cold (overnight) variation.
zh_cn: 冷食谱中需要增加不少于是6小时的燕麦片的处理时间。
